/**
 * (1점 문제)
 * 2. 다음 중 C프로그램에 대한 설명이 옳지 않은 것은? 2
 * 1) 세미콜론으로 구분하기만 하면 한 줄에 여러 문장을 작성할 수 있다.
 * 2) 대문자와 소문자는 같은 변수로 취급한다.
 * 3) printf 함수는 문자열 이외에 정수나 실수도 출력할 수 있다.
 * 4) 프로그램에는 하나의 main 함수가 있어야 한다.
 * 
 * 3. C프로그램에서 행을 바꾸어 출력하는 제어문자는? 2
 * 1) \L
 * 2) \n
 * 3) \a
 * 4) \\
 * 
 * 4. 다음 중 C프로그램을 작성할 때 고려되는 일반적인 규칙이라고 할 수 없는 것은? 2
 * 1) 반드시 하나 이상의 함수를 포함해야 한다.
 * 2) main() 함수는 필요할 때에만 존재한다.
 * 3) 함수의 시작과 끝을 알리는 중괄호를 사용해야 한다.
 * 4) 중괄호 안에는 변수 선언문, 연산문, 함수문 등의 명령문을 기입한다.
 * 
 * 8. a, b, c를 정수형 변수로 선언하면서, 초기값을 20으로 선언한 선언문으로 바른 것은? 1
 * 1) int a = 20, b = 20, c = 20;
 * 2) int a = 20; b = 20; c = 20;
 * 3) int a, b, c = 20;
 * 4) int a=b=c=20;
*/